Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/metsa.fi/c81.pdf.tmx
Source language: fin
Languages: sme

source: Kaldoaivin erämaassa kulkee useita kesäaikaisia maastouria, joille Metsähallitus myöntää painavin perustein paikkakuntalaisille kesäaikaisia maastoliikennelupia.
sme: Gálddoaivvi meahcceguovllus leat máŋggat geasiáigásaš meahccevuojáhagat, maidda Meahciráđđehus mieđiha mávssolaš ákkaid vuođul báikegoddelaččaide geasiáigásaš meahccejohtaluslobiid.

source: Talvella alueiden halki kulkevia moottorikelkkauria käyttävät sekä paikkakuntalaiset että ulkopaikkakuntalaiset.
sme: Dálvit guovlluid čađa mannet mohtorgielkávuojáhagat ja daid geavahit sihke báikegottálaččat ja olgobáikegottálaččat.

source: Kaldoaivin erämaassa ei nykyisin ole pysyvää asutusta.
sme: Gálddoaivvi meahcceguovllus eai ása dan áigge fásta.

source: Tilapäiseen käyttöön tarkoitettuja rakennuksia on sen sijaan runsaasti.
sme: Gaskaboddosaš atnui oaivvilduvvon visttit gal leat valjis.

source: Erilaisia kämppiä ja muita asuinrakennuksia on yhteensä satakunta kappaletta.
sme: Sierralágan gámppát ja eará ássanvisttit leat oktiibuot čuođemađe.

source: Porotalouden sekä kotitarvemetsästyksen, -kalastuksen tai -keräilyn, luontaiselinkeinojen ja kolttien tukikohtia erämaa-alueella on noin 60 kpl. Yksityismaita ja -vesiä erämaa-alueen sisällä on noin 9 700 ha.
sme: Boazodoalu, ruovttudárbomeahcástusa ja -guolástusa dahje -čoaggima sihke luondduealáhusaid ja nuortalaččaid doarjjabáikkit meahcceguovllus leat sullii 60. Priváhtaeatnamat ja -čázit meahcceguovllu siste leat sullii 9 700 hektára.

source: Ne eivät kuulu erämaahan eivätkä Natura 2000 -suojelualueverkostoon.
sme: Dat eai gula meahcceguvlui eaige Natura 2000 -suodjalanguovlofierpmádahkii.

source: Alueen järvillä harjoitetaan kotitarvekalastusta.
sme: Guovllu jávrriin bivdet ruovttudárbbuide.

source: Lisäksi kalastus on merkittävä osa elinkeinokokonaisuutta alueen luontaiselinkeinojen harjoittajille.
sme: Dasa lassin guolástus lea mávssolaš oassi ealáhusollisvuođas guovllu luondduealáhusbargiide.

source: Virkistyskalastus keskittyy lähinnä Näätämöjoelle.
sme: Lustabivdu dáhpáhuvvá vuosttažettiin Njávdánjogas.

source: Riekon pyynnillä on jonkin verran taloudellista merkitystä paikalliselle väestölle.
sme: Rievssatbivdu mearkkaša ekonomalaččat muhtun muddui báikkálaš olbmuide.

source: Paikalliset luontaiselinkeinojen harjoittajat pyytävät riekkoa perinteiseen tapaan ansoilla.
sme: Báikkálaš luondduealáhusbargit bivdet rievssahiid árbevirolaš vuogi mielde gárddiiguin.

source: Syksyllä virkistysmetsästäjät tulevat pyytämään riekkoa pitkienkin matkojen takaa.
sme: Čakčat lustabivdit bohtet bivdit rievssahiid guhkkinge.

source: Paikalliset asukkaat metsästävät alueelta myös hirviä.
sme: Báikkálaš ássit bivdet maiddái ealggaid.

source: Kaldoaivin erämaan ja Sammuttijängän–Vaijoenjängän paikannimistö on alkujaan saamenkielinen.
sme: Gálddoaivvi meahcceguovllu ja Sámmotjeakki-Vadjotjeakki báikenamat leat leamaš álgoálggos sámegillii.

source: Viime vuosikymmeninä useimmille nimille on vakiintunut saamenkielisen muodon rinnalle suomenkielinen muoto.
sme: Maŋimuš logijagiid áigge eanaš namaide lea vuogáiduvvan rattát sámegielat báikenamain suomagielat hápmi.

source: Kaldoaivin paikannimistöä on kerätty 1960-luvulla, ja Maanmittauslaitos on päivittänyt sitä uusimpiin, vuosina 1996–1997 ilmestyneisiin 1: 50 000 topografikarttoihin.
sme: Gálddoaivvi báikenamaid leat čoaggán 1960-logus, ja Eanamihtidanlágádus lea beivehan daid ođđaseamos 1:50 000 topográfakárttaide (almmustuvvan 1996–1997).

source: Tässä suunnitelmassa käytetään näiden uusimpien topografikarttojen nimistöä.
sme: Dán plánas geavahit dáid ođđaseamos topográfakárttaid báikenamaid.

source: Kun jonkin paikan nimi mainitaan suunnitelman tekstissä ensimmäisen kerran, esitetään suomenkielisen nimen lisäksi sulkeissa myös saamenkielinen nimi, jos se on tiedossa.
sme: Go juoga báikki namma máinnašuvvo plána teavsttas vuosttas háve, de ovdanbuktojuvvo suomagielat nama lassin ruođuid siste maiddái sámegielat namma, jos dat lea dieđus.

source: Teemakartoissa on nimet sekä saameksi että suomeksi, jos ne eroavat toisistaan.
sme: Temákárttain leat namat sihke sáme- ja suomagillii, jos dat earránit nubbi nuppis.

source: Kaldoaivin alueen paikannimistöstä on tehty kattava selvitys (Mattus 2004).
sme: Gálddoaivvi guovllu báikenamaid birra lea dahkkojuvvon vuđolaš čielggadus (Mattus 2004).

source: Siinä on nimistöluettelon lisäksi kartoitettu alkuperäisten saamenkielisten paikannimien merkityksiä.
sme: Das leat báikenammalogahallama lassin kártejuvvon álgoálgosaš sámegielat báikenamaid mearkkašumit.

source: 1.3 Sammuttijängän–Vaijoenjängän soidensuojelualueen sijainti ja luonne
sme: 1.3 Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovllu sajádat ja iešláhki

source: Sammuttijängän–Vaijoenjängän (Samudjeggi–Vaijuvjeggi) soidensuojelualue työntyy lähes kokonaan Kaldoaivin (Gálddoaivi) erämaa-alueen sisään, ja yhdessä soidensuojelualue ja erämaaalue muodostavat laajan, suhteellisen luonnontilaisen aluekokonaisuuden (kuva 1).
sme: Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovlu cáhká measta ollásit Gálddoaivvi meahcceguovllu sisa. Jekkiidsuodjalanguovlu ja meahcceguovlu hábmejit ovttas viiddis ja viehka luonddu

source: Soidensuojelualueen eteläosa rajoittuu Iijärvelle kulkevaan tiehen ja lounaiskulma rajoittuu Inarista Utsjoelle kulkevaan tiehen.
sme: Jekkiidsuodjalanguovllu rádjin máttageahčen lea Idjajávrrigeaidnu ja oarjedavágeahčen Anáris Ohcejohkii doalvu geaidnu.

source: Muilta osin alue rajoittuu Kaldoaivin erämaahan.
sme: Muđui guovllu rádjin lea Gálddoaivvi meahcceguovllu rádji.

source: 1981 vahvistamassa Perä-Pohjolan ja Lapin soidensuojelun perusohjelmassa. Soidensuojelualue siitä perustettiin lailla vuonna 1988 (Laki eräiden valtion omistamien alueiden muodostamisesta soidensuojelualueeksi 851/1988;
sme: Jekkiidsuodjalanguovlu lei mielde Peräpohjola ja Lappi jekkiidsuodjaleami vuođđoprográmmas, man stáhtaráđđi nannii 26.3.1981. Jekkiidsuodjalanguovlu fas vuođđuduvvui lága vuođul 1988:s (Láhka stáhta oamastan dihto guovlluid čohkkemis jekkiidsuodjalanguovlun 851/1988, maŋŋelis jekkiidsuodjalanláhka).

source: Soidensuojelualue kuuluu Natura 2000 -verkostoon osana Kaldoaivi (FI 1302002) -nimistä Natura-aluetta.
sme: Jekkiidsuodjalanguovlu gullá Natura 2000 -fierpmádahkii oassin Gálddoaivvi (FI 1302002) -nammasaš Natura-guovllus.

source: Soidensuojelualue sijaitsee kokonaisuudessaan saamelaisten kotiseutualueella, ja se on Metsähallituksen hallinnassa sekä Ylä-Lapin luonnonhoitoalueen hoidossa.
sme: Jekkiidsuodjalanguovlu lea ollásit sámiid ruovttuguovllus ja gullá Meahciráđđehusa hálddašanválddi vuollai ja lea Davvi-Lappi luonddudikšunguovllu geahču vuolde.

source: Sammuttijängän–Vaijoenjängän soidensuojelualueen pinta-ala on Maanmittauslaitoksen kiinteistörekisterin mukaan 52 774 ha, josta vettä on noin 3 300 ha.
sme: Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovllu viidodat lea Eanamihtidanlágádusa giddodatregistara mielde 52 774 hektára, mas čázit leat sullii 3 300 hektára.

source: Sammuttijängän–Vaijoenjängän soidensuojelualue on Suomen laajin soidensuojelualue ja laajin yhtenäinen suoalue Suomessa.
sme: Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovlu lea Suoma viidáseamos jekkiidsuodjalanguovlu ja viidáseamos oktilaš jeaggeguovlu Suomas.

source: Porotalouden ja luontaiselinkeinojen tukikohtia soidensuojelualueella on muutama.
sme: Jekkiidsuodjalanguovllus lea soames doarjjabáiki boazodoalu ja luondduealáhusaid dárbbuide.

source: Yksityismaita ja -vesiä soidensuojelualueella on noin 50 ha.
sme: Priváhtaeatnamat ja -čázit leat jekkiidsuodjalanguovllus sullii 50 hektára.

source: Ne eivät ole lailla (851/1988) perustettua Sammuttijängän–Vaijoenjängän soidensuojelualuetta, mutta kuuluvat valtioneuvoston 26.3. 1981 vahvistamaan soidensuojelun perusohjelmaan ja myös Natura 2000 -verkostoon.
sme: Dat eai gula lága (851/ 1988) vuođul vuođđuduvvon Sámmotjeakki-Vadjotjeakki jekkiidsuodjalanguvlui, muhto gullet stáhtaráđi 26.3.1981 nannen jekkiidsuodjaleami vuođđoprográmmii ja maiddái Natura 2000

source: Alueen pinta-alasta noin 50 % on soita.
sme: Guovllu viidodagas sullii 50 % leat jeakkit.

source: Siellä ei ole metsätaloudellista käyttöä.
sme: Guovllus ii leat vuovdeekonomalaš mearkkašupmi.

source: Kivennäismailta otetaan vähäisiä määriä polttopuuta alueen porotalouden ja luontaiselinkeinojen tukikohtien käyttöön.
sme: Guovllu minerálaeatnamiin váldojuvvo uhccánaš boaldinmuorra guovllu boazodoalu ja luondduealáhusaid doarjjabáikkiid atnui.

source: Sammuttijängän–Vaijoenjängän soidensuojelualue on paikkakuntalaisille tärkeä poronhoito-, metsästys-, kalastus-, hillastus- ja virkistysalue.
sme: Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanprográmma lea báikegottálaččaide dehálaš boazodoallo-, meahccebivdo-, guolástus-, lubmen- ja lustageavahanguovlu.

source: Alueella laiduntavat porojaan Kaldoaivin ja Muddusjärven paliskunnat.
sme: Guovllus dollet bohccuideaset Gálddoaivvi ja Muttošjávrri bálgosat.

source: Erämaalaki (62/1991) velvoittaa Metsähallituksen laatimaan erämaa-alueille hoito- ja käyttösuunnitelmat.
sme: Meahcceguovloláhka (62/1991) geatnegahttá Meahciráđđehusa dahkat meahcceguovlluid várás dikšun- ja geavahanplánaid.

source: Ympäristöministeriön vahvistettua hoito- ja käyttösuunnitelman Metsähallitus on velvollinen toimimaan suunnitelman mukaisesti.
sme: Go Birasministeriija lea nannen dikšun- ja geavahanplána, de Meahciráđđehus lea geatnegahtton doaibmat plána mielde.

source: Sammuttijängän–Vaijoenjängän soidensuojelualue on perustettu vuonna 1988 (Laki 851/1988).
sme: Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovlu lea vuođđuduvvon 1988:s (851/1988).

source: Asetuksessa (Asetus eräistä valtion omistamille alueille perustetuista soidensuojelualueista 852/1988; jatkossa soidensuojeluasetus) sanotaan, että alueelle laaditaan tarvittaessa hoito- ja käyttösuunnitelma, jonka vahvistaa ympäristöministeriö.
sme: Ásahusas (Ásahus dihto stáhtaguovlluid čohkkemis jekkiidsuodjalanguovlun 852/1988, maŋŋelis jekkiidsuodjalanásahus) daddjojuvvo ahte guvlui dahkkojuvvo dárbbu mielde dikšun- ja geavahanplána, man nanne birasministeriija.

source: tijängän–Vaijoenjängän soidensuojelualue Suomen laajimpana soidensuojelualueena on niin merkittävä, että sille laaditaan hoito- ja käyttösuunnitelma yhdessä Kaldoaivin erämaa-alueen kanssa.
sme: Meahciráđđehusa mielas Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovlu Suoma viidáseamos jekkiidsuodjalanguovlun lea nu mearkkašahtti ahte dasa dahkkojuvvo dikšun- ja geavahanplána ovttas Gálddoaivvi meahcceguovlluin.

source: Alueet muodostavat maantieteellisesti, hallinnollisesti ja toiminnallisesti tarkoituksenmukaisen ja yhtenäisen kokonaisuuden.
sme: Guovllut hábmejit eatnandieđalaččat, hálddahuslaččat ja doaimma dáfus vuogas oktilaš ollisvuođa.

source: Lisäksi erämaa- ja soidensuojelualue kuuluvat samaan
sme: Dasa lassin meahcceguovlu ja jekkiidsuodjalanguovlu gullet seamma Natura-guvlui (Gálddoaivvi meahcceguovlu).

source: Suunnitteluprosessin toteuttajana on ollut vuosina 2002–2007 erämaasuunnittelija Elina Stolt.
sme: Plánenproseassa lea leamaš ollašuhttimin jagiid 2002–2006 meahcceguovloplánejeaddji Elina Stolt.

source: Erämaa-alueelta yhdessä Sammuttijängän–Vaijoenjängän soidensuojelualueen kanssa laadittu luonnon, käytön ja paikannimistön perusselvitys on julkaistu Metsähallituksen luonnonsuojelujulkaisuja -julkaisusarjassa (Tynys &amp; Stolt 2004).
sme: Meahcceguovllu ja Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovllu birra dahkkojuvvon luonddu, geavaheami ja báikenamaid vuođđočielggadus lea almmustuvvan Metsähallituksen luonnonsuojeluja -preanttusráiddus (Tynys &amp; Stolt 2004).

source: Suunnitelman laadintaa ovat ohjanneet Metsähallituksen Utsjoen ja Inarin kuntia koskevat yhteistyöryhmät.
sme: Plána dahkama leat leamaš stivremin Ohcejoga ja Anára gielddaid ovttasbargojoavkkut, maid Meahciráđđehus lea ásahan.

source: Utsjoen yhteistyöryhmän jäseninä ovat suunnitteluprosessin aikana toimineet aluejohtaja Pirjo Seurujärvi (Metsähallitus), Veikko Guttorm (Utsjoen kunta), Samuel Paltto (Utsjoen kunta), Maria Sofia Aikio (Utsjoen kunta), Vieno Länsman (saamelaiskäräjät) ja Jorma Harlin (saamelaiskäräjät).
sme: Ohcejoga ovttasbargojoavkku lahttun leat plánenproseassa áigge doaibman guovlluhoavda Pirjo Seurujärvi (Meahciráđđehus), Veikko Guttorm (Ohcejoga gielda), Samuel Paltto (Ohcejoga gielda), Maria Sofia Aikio (Ohcejoga gielda), Vieno Länsman (sámediggi) ja Jorma Harlin (sámediggi).

source: Inarin yhteistyöryhmän jäseninä ovat suunnitteluprosessin aikana toimineet aluejohtaja Pirjo Seurujärvi (Metsähallitus), Teuvo Niemelä (Inarin kunta), Laila Aikio (Inarin kunta), Terho Kinisjärvi (Inarin kunta), Oula Sara (saamelaiskäräjät), Väinö Seurujärvi (saamelaiskäräjät), Hannu Magga (saamelaiskäräjät) sekä Veikko Feodoroff (kolttien kyläkokous).
sme: Anára ovttasbargojoavkku lahttun leat plánenproseassa áigge doaibman guovlluhoavda Pirjo Seurujärvi (Meahciráđđehus), Teuvo Niemelä (Anára gielda), Laila Aikio (Anára gielda), Terho Kinisjärvi (Anára gielda), Oula Sara (sámediggi), Väinö Seurujärvi (sámediggi), Hannu Magga (sámediggi) ja Veikko Feodoroff (Nuortalaččaid siidačoahkkin).

source: Nämä asiat on kerrottu perusteellisemmin Kaldoaivin erämaan kallio- ja maaperää sekä vesistöjä kuvaavassa julkaisussa (Manner &amp; Puro 1999), alueen asutus- ja elinkeinohistoriaa esittelevässä julkaisussa (Länsman 2000) sekä luontoa ja paikannimistöä koskevissa perusselvityksissä, jotka on laadittu yhdessä Sammuttijängän–Vaijoenjängän soidensuojelualueen kanssa ja julkaistu vuonna 2004 Metsähallituksen luonnonsuojelujulkaisuja -sarjassa (Tynys &amp; Stolt 2004).
sme: Dát áššit leat ovdanbukton vuđoleappot Gálddoaivvi meahcceguovllu bákte- ja eanavuođu ja čáziid govvideaddji prentosis (Manner &amp; Puro 1999), guovllu ássan- ja ealáhushistorjjá govvideaddji prentosis (Länsman 2000) ja meahcceguovllu ja Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovllu luonddu ja báikenamaid govvideaddji vuođđočielggadusain, mat leat almmustuvvan 2004:s Metsähallituksen luonnonsuojelujulkaisuja -ráiddus (Tynys &amp; Stolt 2004).

source: Suunnitelman esityksiin on otettu vain sellaiset asiat, jotka ovat Metsähallituksen päätettävissä ja kuuluvat sen tehtäviin.
sme: Plána árvalusaide leat váldojuvvon dušše dakkár áššit, main Meahciráđđehusas lea mearridanváldi ja mat gullet Meahciráđđehusa doaimmaide.

source: Ne liittyvät joko Metsähallituksen omaan erämaan käyttöön tai muiden käyttäjien ohjaukseen.
sme: Dat gusket juogo Meahciráđđehusa iežas meahcceguovlogeavaheapmái dahje eará geavaheaddjiid stivremii.

source: Esityksistä osa tuo toteutuessaan joitakin muutoksia erämaan hoitoon, käyttöön tai suojeluun, ja osa on kirjattu nykyisen käytännön säilyttämiseksi.
sme: Go árvalusain muhtumat ollašuvvet, de dat rievdadit muhtun muddui meahcceguovllu dikšuma, geavaheami dahje suodjaleami. Muhtun árvalusat fas leat merkejuvvon dálá vuogi seailluhan dihte.

source: Suunnitelman suositukset pitävät sisällään esityksiä, jotka eivät ole Metsähallituksen päätettävissä – esimerkiksi lainsäädännön muutokset.
sme: Plána ávžžuhusain leat árvalusat, mat eai gula Meahciráđđehusa mearridanválddi vuollai – dego láhkamearrádusaid rievdadeamit.

source: Lopuksi arvioidaan suunnitelman ekologisia, kulttuurisia, sosiaalisia ja taloudellisia vaikutuksia erämaalain päätavoitteiden eli tavoiteltavien ympäristövaikutusten suhteen.
sme: Loahpas árvvoštallojit plána ekologalaš, kultuvrralaš, sosiálalaš ja ekonomalaš váikkuhusat meahcceguovlolága váldoulbmiliid dahjege ohcaluvvon birasváikkuhusaid ektui.

source: Suunnitelman esitykset ja suositukset koskevat sekä erämaa-aluetta että soidensuojelualuetta, ellei toisin mainita.
sme: Plána árvalusat ja ávžžuhusat gusket sihke meahcceguvlui ja jekkiidsuodjalanguvlui, jos ii nuppeláhkai daddjojuvvo.

source: Erämaa-alueen ja soidensuojelualueen hoidon ja käytön seurantaan esitetään pysyviksi tarkoitettujen päätösten sijaan pysyvää prosessia samaan tapaan kuin Vätsärin, Käsivarren ja Tarvantovaaran erämaa-alueiden hoito- ja käyttösuunnitelmissa.
sme: Meahcceguovllu ja jekkiidsuodjalanguovllu dikšuma ja geavaheami čuovvuma várás árvaluvvo bissovaš mearrádusaid sadjái bissovaš proseassa seammaláhkai go lea Váhčira, Giehtaruohttasa ja Darvvatvári meahcceguovlluid dikšun- ja geavahanplánain.

source: Erämaa-alueiden ja soidensuojelualueiden hoito- ja käyttösuunnitelmat laaditaan Rio de Janeirossa vuonna 1992 hyväksyttyjen ja Suomen hallituksen vuonna 1993 ratifioimien kestävän kehityksen periaatteiden sekä 21. vuosisadan toimintaohjelman, Agenda 21:n, mukaisesti.
sme: Meahcceguovlluid ja jekkiidsuodjalanguovlluid dikšun- ja geavahanplánat dahkkojuvvojit Rio de Janeiros 1992:s dohkkehuvvon ja Suoma ráđđehusa 1993:s ratifiseren bistevaš ovdáneami prinsihpaid ja 21. čuohtejagi doaibmaprográmma (Agenda 21) mielde.

source: Sisällöiltään ja prosesseiltaan erämaasuunnitelmat ja niiden laatiminen noudattavat Saamelaisten kestävän kehityksen ohjelmaa (Saamelaiskäräjät 1998) erityisesti sen luvun 1.3 Ympäristön asettamat lähtökohdat osalta.
sme: Sisdoaluid ja proseassaid dáfus meahcceguovloplánat ja daid dahkan čuvvot Sámiid bistevaš ovdáneami prográmma, erenoamážit dan logu 1.3 Birrasa ásahat vuolggasajit hárrái.

source: Suunnittelussa on saamelaisnäkökulman lisäksi otettu kokonaisvaltaisesti, etnisesti erottelematta ja EU:n läheisyysperiaatteen mukaisesti huomioon alueen kaikki asianosaiset käyttäjä- ja sidosryhmät oikeuksineen, Suomen voimassa oleva lainsäädäntö sekä YK:n kansalais- ja poliittisia oikeuksia koskevan yleissopimuksen 27. artikla.
sme: Plánemis leat sámeperspektiivva lassin váldojuvvon vuhtii oppalaččat čearddalašvuhtii geahčakeahttá EU:a lagasvuođaprinsihpa mielde guovllu buot áššáiosolaš geavaheaddji- ja čanasjoavkkut vuoigatvuođaideasetguin, Suoma dálá láhkamearrádusat ja ON:a riikkavuloš- ja politihkalaš vuoigatvuođaide guoskevaš oktasašsoahpamuša 27. artihkal.

source: Suunnitelma perustuu lakeihin ja asetuksiin, alueen luontoa ja paikannimistöä kuvaaviin perusselvityksiin (Tynys &amp; Stolt 2004), maastokäynteihin, Metsähallituksen henkilöstön alueen hoidosta kertyneisiin kokemuksiin ja tietoihin sekä aiempiin erämaa-alueille laadittuihin hoito- ja käyttösuunnitelmiin, sidosryhmien esittämiin näkemyksiin sekä paikallisen väestön ja retkeilijöiden antamaan palautteeseen.
sme: Plána vuođđuduvvá lágaide ja ásahusaide, guovllu luonddu ja báikenamaid vuođđočielggadusaide (Tynys &amp; Stolt 2004), báikkialdefitnamiidda, Meahciráđđehusa bargovehkii guovllu dikšuma birra čoggon vásáhusaide ja dieđuide ja meahcceguovlluid várás dahkkojuvvon ovddit dikšun- ja geavahanplánaide, čanasjoavkkuid oainnuide ja báikkálaš olbmuid ja vánddardeaddjiid oainnuide ja oaiviliidda.

source: Kaldoaivin erämaa-alue ja Sammuttijängän–Vaijoenjängän soidensuojelualue kuuluvat PohjoisLapin maakuntakaava-alueeseen.
sme: Gálddoaivvi meahcceguovlu ja Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovlu gullet DavviLappi eanagoddelávvaguvlui (Čuovus 4).

source: Lapin liiton valtuusto on hyväksynyt 19.5. 2006 maakuntakaavan.
sme: Lappi Lihtu stivra lea dohkkehan 19.5.2006 eanagoddeláva.

source: Kaavan vahvistaa ympäristöministeriö.
sme: Láva nanne birasministeriija.

source: Siihen asti alueella on voimassa Lapin seutukaava, joka on monilta osin vanhentunut.
sme: Dassážii guovllus lea fámus Lappi guovlolávva, mii lea máŋggaláhkai boarásmuvvan.

source: Seutukaavan oikeusvaikutukset Metsähallitus on maankäyttö- ja rakennuslain (132/1999) tarkoittamana viranomaisena velvollinen ottamaan huomioon alueen hoidon ja käytön suunnittelussa.
sme: Guovloláva vuoigatvuođaváikkuhusaid Meahciráđđehus lea eanageavahan- ja huksenlága (132/1999) oaivvildan eiseváldin geatnegahtton váldit vuhtii guovllu dikšuma ja geavaheami plánemis.

source: Suunnitelmaa on käsitelty maaliskuussa 2003 Metsähallituksen asettamissa Utsjoen ja Inarin kuntia koskevissa yhteistyöryhmissä, jotka ovat toimineet suunnittelun ohjausryhmänä.
sme: Plána lea gieđahallon njukčamánus 2003 Ohcejoga ja Anára gielddaid ovttasbargojoavkkuin, maid Meahciráđđehusa lea ásahan. Dat leat doaibman plánen stivrenjoavkun.

source: Kaldoaivin, Muddusjärven ja Näätämön paliskuntien sekä Kolttaneuvoston kanssa suunnitelmaa on käsitelty huhtikuussa 2003, ja Utsjoen ja Inarin kalatalousneuvottelukunnissa heinäkuussa 2003. Lakisääteinen neuvottelu saamelaiskäräjien kanssa pidettiin 21.8. 2003. Paikallisella väestöllä on ollut tilaisuus osallistua suunnitteluun muun muassa kaikille avoimissa yleisötilaisuuksissa, joita järjestettiin Utsjoella, Kaamasessa ja Sevettijärvellä.
sme: Meahciráđđehus lea gieđahallan plána Gálddoaivvi, Muttošjávrri ja Njávdáma bálgosiiguin ja Nuortalašráđiin njukčamánus 2003. Ohcejoga ja Anára guolledoalloráđđádallangottit leat gieđahallan plána suoidnemánus 2003. Láhkageatnegas ráđđádallan Sámedikkiin dollojuvvui 21.8.2003. Báikkálaš olbmot leat sáhttán oassálastit plánemii earret eará buohkaide rabas dilálašvuođain, mat lágiduvvojedje Ohcejogas, Gápmasis ja Čeavetjávrris.

source: Eri tilaisuuksissa tulleet näkemykset ja niiden huomioon ottaminen suunnitelmassa ovat suunnitelman liitteenä (Liite 2).
sme: Dáin dilálašvuođain boahtán oainnut ja daid vuhtiiváldin plánemis lea plána čuovusin (Čuovus 2).

source: Saamelaiskäräjien, ympäristöministeriön ja Metsähallituksen välillä käydyissä keskusteluissa sekä saamelaiskäräjien ja ympäristöministeriön neuvotteluissa on päädytty Suunnitelman vaikutusten arviointi -luvun osalta siihen, että saamelaiskäräjät on kulttuuri-itsehallintolakia (Laki saamelaiskäräjistä 974/1995) toteuttavana elimenä oikea taho laatimaan erämaa-alueiden ja muiden laajojen pohjoisten suojelualueiden hoito- ja käyttösuunnitelmien sosiaalisten, kulttuuristen ja taloudellisten vaikutusten arvioinnin siltä osin, kuin tarkastellaan suunnitelman vaikutuksia saamelaisiin.
sme: Sámedikki, birasministeriija ja Meahciráđđehusa ságastallamiin ja sámedikki ja birasministeriija ráđđádallamiin leat plána birasváikkuhusaid árvvoštallamis boahtán dan oaivilii, ahte sámediggi lea kulturiešstivrenlága ollašuhttin rivttes orgána árvvoštallat meahcceguovlluid ja davviguovlluid eará viiddis suodjalanguovlluid dikšun- ja geavahanplánaid sosiálalaš, kultuvrralaš ja ekonomalaš váikkuhusaid, dalle go guorahallojit plána váikkuhusat sámiide.

source: Saamelaiskäräjien arviointiosuus on suunnitelman liitteenä (Liite 1).
sme: Sámedikki árvvoštallanossodat lea plána čuovusin (Čuovus 1).

source: Kielilaki (423/2003) on Suomen kansalliskieliä – suomen ja ruotsin kieltä – koskeva yleislaki.
sme: Giellaláhka (423/2003) lea Suoma álbmotlašgielaide – suoma- ja ruoŧagillii – guoskevaš oktasašláhka.

source: Lain tavoitteena on turvata Suomen kaksikielisyyden toimivuus käytännössä.
sme: Lága ulbmilin lea dorvvastit Suoma guovttegielalašvuođa doaibmilvuođa beaivválaš eallimis.

source: Saamen kielen käytöstä säädetään erillisessä laissa (1086/2003).
sme: Sámegiela geavaheamis mearriduvvo sierra lágas (1086/2003).

source: Tämän kielilain tavoitteena on, että laissa taattu saamelaisten oikeus käyttää omaa kieltään viranomaisissa toteutuisi myös käytännössä.
sme: Giellalága ulbmilin lea ahte lágas sihkkaraston sámiid vuoigatvuohta geavahit iežaset giela virggálaš oktavuođain ollašuvašii maiddái beaivválaš eallimis.

source: Saamen kielellä tarkoitetaan kaikkia Suomessa puhuttavia saamen kieliä: inarinsaamea, koltansaamea ja pohjoissaamea.
sme: Sámegielain oaivvildit Suomas hállojuvvon buot sámegielaid: anárašgiela, nuortalašgiela ja davvisámegiela.

source: Kielilakien vaatimukset otetaan huomioon mm. osallistamistilaisuuksissa.
sme: Giellalágaid gáibádusat váldojuvvojit vuhtii ee. oassálastindilálašvuođain.
